
const TableDatas = [
  {
    tableName: "ฝ่ายบริหารงานกลาง",
    data: [
      {
        ลำดับ: 1,
        รหัสพนักงาน: "EMP001",
        "ชื่อ-นามสกุล": "John Doe",
        "คะแนนประเมิน 1/63": 85,
        "คะแนนประเมิน 2/63": 90,
        "คะแนนประเมิน 3/63": 88,
        "ค่าเฉลี่ย 3 เทอม": 87.67,
        "ค่าเฉลี่ยหน่วย": 4.5,
        "ค่าสัมประสิทธิ์": 3.8,
        "คะแนนบุคคล": 4.2,
      },
      {
        ลำดับ: 2,
        รหัสพนักงาน: "EMP002",
        "ชื่อ-นามสกุล": "Jane Smith",
        "คะแนนประเมิน 1/63": 75,
        "คะแนนประเมิน 2/63": 80,
        "คะแนนประเมิน 3/63": 78,
        "ค่าเฉลี่ย 3 เทอม": 77.67,
        "ค่าเฉลี่ยหน่วย": 4.5,
        "ค่าสัมประสิทธิ์": 3.8,
        "คะแนนบุคคล": 4.2,
      },
    ],
  },
  {
    tableName: "ฝ่ายบริหารนวัตกรรม และทรัพย์สินทางปัญญา",
    data: [
      {
        ลำดับ: 1,
        รหัสพนักงาน: "EMP101",
        "ชื่อ-นามสกุล": "Alice Johnson",
        "คะแนนประเมิน 1/63": 92,
        "คะแนนประเมิน 2/63": 88,
        "คะแนนประเมิน 3/63": 90,
        "ค่าเฉลี่ย 3 เทอม": 90.0,
        "ค่าเฉลี่ยหน่วย": 4.5,
        "ค่าสัมประสิทธิ์": 3.8,
        "คะแนนบุคคล": 4.2,
      },
      {
        ลำดับ: 2,
        รหัสพนักงาน: "EMP102",
        "ชื่อ-นามสกุล": "Bob Smith",
        "คะแนนประเมิน 1/63": 85,
        "คะแนนประเมิน 2/63": 90,
        "คะแนนประเมิน 3/63": 78,
        "ค่าเฉลี่ย 3 เทอม": 84.33,
        "ค่าเฉลี่ยหน่วย": 4.5,
        "ค่าสัมประสิทธิ์": 3.8,
        "คะแนนบุคคล": 4.2,
      },

    ],
  },


  
];
export default TableDatas;
